Repository: jawrainey/GabberMobile
Catalog: GabberPCL/Resources/StringResources.*.resx
Languages: ar, es, fr, it, ru

# about.ui.content
source: Gabber uses topics to structure and capture audio conversations, which are used on the website to represent who was present and what was discussed.
ar: يستخدم TalkFutures موضوعات لتكوين المحادثات الصوتية والتقاطها ، والتي يتم استخدامها على الموقع الإلكتروني لتمثيل من كان حاضراً وما تمت مناقشته.
es: TalkFutures usa temas para estructurar y capturar conversaciones de audio, estos temas sirven para identifican en la pagina web el tema sobre el que se discutió y quien participio.
fr: Gabber utilise des rubriques pour structurer et capturer des conversations audio, qui sont utilisées sur le site Web pour représenter qui était présent et ce qui a été discuté.
it: Gabber utilizza argomenti per strutturare e acquisire conversazioni audio, che vengono utilizzate sul sito Web per rappresentare chi era presente e ciò che è stato discusso
ru: Gabber использует темы для структурирования и записи аудио, которые впоследствии используются на веб-сайте для понимания того кто присутствовал и кто участвовал в обсуждение.

# about.ui.url.description
source: Listen to Gabber recordings:
ar: استمع إلى تسجيلات TalkFutures:
es: Escuche las grabaciones de TalkFutures:
fr: Ecouter les enregistrements sur Gabber:
it: Ascolta le registrazioni di Gabber:
ru: Прослушать записи Gabber:

# participants.ui.title
source: Participants
ar: المشاركين
es: Participantes
it: Partecipanti
ru: Участники

# participants.ui.instructions
source: Who's in this conversation? Add a new participant by tapping the icon in the menu bar or select a person below and tap start recording when you are ready
ar: من في هذه المحادثة؟ أضف مشاركًا جديدًا من خلال النقر على الرمز في شريط القوائم أو تحديد شخص أدناه والنقر على بدء التسجيل عندما تكون مستعدًا
es: ¿Quién está en esta conversación? Agregue un nuevo participante tocando el ícono en la barra de menú o seleccione una persona debajo y toque comenzar a grabar cuando esté listo
fr: Qui est dans cette conversation? Ajouter un nouveau participant en appuyant sur l'icône dans la barre de menu ou sélectionnez une personne ci-dessous et appuyez sur commencer l'enregistrement audio lorsque vous êtes prêt.
it: Chi c'è in questa conversazione? Aggiungi un nuovo partecipante toccando l'icona nella barra dei menu o seleziona una persona qui sotto e tocca Inizia registrazione quando sei pronto
ru: Кто будет участвовать в разговоре? Добавьте нового участника, нажав на его иконку в меню или выберите человека из списка ниже и коснитесь нажмите на начать запись, когда вы будете готовы

# participants.ui.numselected
source: {0} participants selected
ar: {0} تم اختيار المشاركين
es: {0} participantes seleccionados
fr: {0} participants sélectionés
it: {0} partecipanti selezionati
ru: Выбрано {0} участник(ов)

# participants.ui.startrecording.button
source: Continue
ar: اختيار الموافقة
es: Elija consentimiento
fr: Choisissez le consentement
it: Inizia a registrare
ru: Choose Consent

# participants.ui.validation.noneselected
source: At least one participant must be selected
ar: يجب اختيار مشارك واحد على الأقل
es: Al menos un participante debe ser seleccionado
fr: Au moins un participant doit être selectionné
it: Almeno un partecipante deve essere selezionato
ru: Необходимо выбрать хотя бы одного участника

# participants.ui.validation.oneselected.title
source: One participant selected
ar: تم اختيار مشارك واحد
es: Un participante seleccionado
fr: Un participant sélectionné
it: Un partecipante selezionato
ru: Один участник выбран

# participants.ui.validation.oneselected.message
source: Are you sure that you only want to select one participant?
ar: هل أنت متأكد من أنك تريد تحديد مشارك واحد فقط؟
es: ¿Estás seguro de que solo quieres seleccionar un participante?
fr: Êtes-vous sûr de vouloir sélectionner un participant uniquement?
it: Sei sicuro di voler selezionare solo un partecipante?
ru: Вы уверены, что хотите выбрать только одного участника?

# participants.ui.validation.oneselected.continue
source: Continue
ar: استمر
es: Continuar
fr: Continuer
it: Continua
ru: Продолжать

# participants.ui.validation.oneselected.cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
it: Cancella
ru: Отмена

# consent.research.toolbar.title
source: Research Consent
ar: موافقة الأبحاث
es: Consentimiento de investigación
fr: Consentement à la recherche
it: Consenso alla ricerca
ru: Согласие на использование в исследование

# consent.research.submit
source: Continue
ar: التالى
es: Siguiente
fr: Prochain
it: Prossimo
ru: Следующий

# consent.research.title
source: Consent for use in research
ar: كيف سيتم استخدام محادثتك للأبحاث
es: Consentimiento para uso en proyecto de investigación
fr: Comment votre conversation sera utilisée pour la recherche
it: Come la conversazione verrà utilizzata per la ricerca
ru: Как ваш разговор будет использоваться для исследования

# consent.research.body
source: The conversation you are about to record will become part of {0}'s research project '{1}'. Any published work will not include details that could be used to identify yourself or other participants.
ar: ستصبح المحادثة التي أنت على وشك تسجيلها جزءًا من مشروع البحث {0}. لن يتضمن أي عمل منشور تفاصيل يمكن استخدامها لتعريف نفسك أو غيرك من المشاركين.
es: La conversación que está a punto de grabar se convertirá en parte del {0} proyecto de investigación '{1}'. Cualquier trabajo publicado no incluirá detalles que podrían usarse para identificarlo a usted u a otros participantes.
fr: La conversation que vous êtes sur le point d'enregistrer fera partie d'un projet de recherche <b>({0})</b> créé par <b>{1}</b>. Votre enregistrement et les métadonnées associées seront accessibles au personnel de recherche et utilisés pour aider à comprendre comment les outils numériques peuvent vous aider, vous et d'autres citoyens, à s'engager dans des pratiques de recherche qualitative et comment l'audio peut les rendre plus accessibles. Tout travail publié résultant des données capturées par Gabber n'inclura jamais de détails qui pourraient être utilisés pour vous identifier ou identifier d'autres participants.
it: La conversazione che si sta per registrare entrerà a far parte di un progetto di ricerca <b>({0})</b> creato da <b>{1}</b>. La registrazione e i metadati associati saranno accessibili dal personale di ricerca e verranno utilizzati per aiutare a capire come gli strumenti digitali possono sostenere te e gli altri cittadini impegnati in pratiche di ricerca qualitativa e come gli audio possono rendere queste più accessibili. Ogni lavoro pubblicato sulla base dei dati acquisiti attraverso Gabber non potrà mai includere i dettagli che potrebbero essere utilizzati per identificare te o gli altri partecipanti.
ru: Разговор который вы собираетесь записать станет частью исследовательского проекта <b>({0})</b>, созданного <b>{1}</b>. Ваша запись и связанные с ними метаданные будут доступны исследователям и помогут понять, как цифровые инструменты могут поддерживать вас и других людей, проводящих качественный анализ и как аудио данные могут сделать его более доступным. Любая опубликованная работа, вытекающая из данных, полученных через Gabber никогда не будет включать в себя детали, которые могут быть использованы, чтобы идентифицировать вас или других участников.

# consent.research.details.button
source: How will my data be used?
es: ¿Cómo se usarán mis datos?

# consent.research.form
source: All participants understand and agree to this recording and their anonymized details being used in research.
ar: يوافق المشاركون على مشاركة هذا التسجيل و إستخدام تفاصيلهم المجهولة المصدر للبحث
es: Todos los participantes entienden y aceptan los términos de consentimiento de investigación utilizados en esta grabación.
fr: Tous les participants comprennent et acceptent cet enregistrement et les données personnelles anonymes à utiliser dans cette recherche.
it: Tutti i partecipanti comprendono ed acconsentono all'uso di questa registrazione e dei dati personali anonimi per questa ricerca.
ru: Все участники понимают и соглашаются что эта запись и анонимизированные личные данные, будут использоваться в исследовательской работе.

# consent.gabber.toolbar.title
source: Configure Conversation
ar: تكوين المحادثة
es: Configurar la conversación
fr: Consentement de conversation
it: Consenso alla conversazione
ru: Информированное согласие о разговоре

# consent.gabber.submit
source: Continue
ar: استمر
es: Siguiente
fr: Prochain
it: Prossimo
ru: Следующий

# consent.gabber.title.control
source: How you control the data you capture
ar: من يمكنه الوصول إلى محادثتك؟
es: Cómo controlas los datos que capturas
fr: Comment vous contrôlez les données que vous capturez
it: Come puoi controllare i dati che acquisisci
ru: Как вы контролируете собираемые данные

# consent.gabber.title.decision
source: Who can access your conversation?
ar: من يمكنه الوصول إلى محادثتك؟
es: ¿Quién puede acceder a esta conversación?
fr: Qui aimeriez-vous avoir accès à votre conversation?
it: Chi ti piacerebbe avesse accesso alla vostra conversazione?
ru: Кому бы вы хотели открыть доступ к вашему разговору?

# consent.gabber.body.decision
source: When uploaded, your conversation will be available at {0}. Research staff and project administrators can always access recordings.
ar: يمكن لموظفي البحوث ومشرفي المشروع الوصول إلى التسجيلات بعد فترة الحظر.
es: Cuando se cargue, su conversación estará disponible en {0}. El personal de investigación y los administradores del proyecto pueden acceder a las grabaciones
fr: Le personnel de recherche et les administrateurs de projet peuvent accéder aux enregistrements après la période d'embargo.
it: Ricercatori e amministratori di progetto possono accedere alle registrazioni dopo il periodo di embargo.
ru: Исследователи и администраторы проекта могут получить доступ к записи после первоначального периода запрета (24 часа).

# consent.gabber.consent.type.public.full
source: Your recording is available to anyone visiting the website
ar: تسجيلك متوفر لأي شخص يزور الموقع
es: Su grabación está disponible para cualquiera que visite el sitio web
fr: Votre enregistrement deviendra public pour toute personne à découvrir et à écouter, y compris vous-même, les autres participants et les membres du projet.
it: La tua registrazione diventerà pubblica e chiunque potrà scoprirla e ascoltarla, compreso te stesso, gli altri partecipanti, e membri del progetto.
ru: Ваша аудиозапись станет доступна для обнаружения и прослушивания, в том числе для вас, других участников и членов проекта.

# consent.gabber.consent.type.public.brief
source: Anyone
ar: أي واحد
es: Cualquiera que visite TalkFutures
fr: Toute personne visitant Gabber
it: Chiunque visiti Gabber
ru: Любой посетитель Gabber

# consent.gabber.consent.type.members.brief
source: Only others who have contributed or were invited to ‘{0}’
ar: الأشخاص الآخرون الذين ساهموا أو دعوا فقط إلى {0}
es: Solo para otros que hayan contribuido o hayan sido invitados a ‘{0}’
fr: Membres du projet seulement
it: Solo membri del progetto
ru: В настоящее время в этом проекте <b>{0}</b> участников и <b>{1}</b> исследователей.

# consent.gabber.consent.type.private.full
source: People with access: {0}
ar: الناس مع الوصول: {0}
es: Personas con acceso: {0}
fr: <b>{0}</b> de cette conversation.
it: <b>{0}</b> di questa conversazione.
ru: <b>{0}</b> являются участниками этого разговора.

# consent.gabber.consent.type.private.brief
source: Only participants
es: Solo participantes
fr: Participants seulement
it: Solo i partecipanti
ru: только для участники

# conversation.language.prompt
source: What language will this conversation be held in?
ar: ما اللغة التي ستعقد بها هذه المحادثة؟
es: ¿En qué idioma se llevará a cabo esta conversación?

# recording.ui.title
source: Record Conversation
ar: محادثة قياسية
es: Grabar conversación
fr: Enregistrer la conversation
it: Registra conversazione
ru: Запись разговоров

# recording.ui.title.active
source: Recording Conversation
ar: محادثة تسجيل
es: La conversación seestá grabando
fr: Enregistrement de la conversation en cours
it: Registrando una conversazione
ru: Разговор записывается

# recording.ui.instructions.header
source: Select a topic to begin recording, and then tap topics as the conversation changes.
ar: حدد موضوعًا لبدء التسجيل وتحديد الموضوعات عندما تتغير المحادثة لوضع علامة على التسجيل
es: Seleccione un tema para comenzar a grabar y seleccione temas a medida que la conversación cambie para etiquetar la grabación
fr: Sélectionnez une rubrique pour commencer l'enregistrement et sélectionnez des rubriques au fur et à mesure que la conversation change pour marquer l'enregistrement
it: Selezionare un argomento per iniziare la registrazione e selezionare gli argomenti man mano che la conversazione cambia per contrassegnare la registrazione
ru: Выберите тему, чтобы начать запись и выберите темы, когда разговор изменится, чтобы пометить запись

# recording.ui.permission.title
source: Permission required
ar: مطلوب إذن
es: Permiso requerido
fr: Permission Requise
it: Autorizzazione richiesta
ru: Требуется разрешение

# recording.ui.permission.body
source: Microphone access is required to record a Gabber
ar: مطلوب الوصول إلى الميكروفون لتسجيل جابر
es: Se requiere acceso de micrófono para grabar un TalkFutures
fr: Accés au microphone est requis pour utiliser Gabber
it: Per registrare un Gabber è richiesto l'accesso al microfono
ru: Доступ к микрофону необходим для записи Gabber

# recording.ui.permission.button.negative
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
it: Cancella
ru: Отмена

# recording.ui.permission.button.positive
source: Configure
ar: تهيئة
es: Configurar
fr: Configurer
it: Configura
ru: Настроить

# recording.ui.dialog.finish.title
source: You have covered {0} of the {1} topics. Are you sure you want to end this recording?
ar: لقد قمت بتغطية {0} من الموضوعات {1}. هل أنت متأكد من أنك تريد إنهاء هذا التسجيل؟
es: Has cubierto {0} de los {1} temas. ¿Estás seguro de que quieres finalizar esta grabación?
fr: Vous avez couvert {0} des {1} rubriques. Êtes-vous sûr de vouloir terminer cet enregistrement?
it: Hai coperto {0} degli {1} argomenti. Sei sicuro di voler terminare questa registrazione?
ru: Вы затронули {0} {1} темы. Вы действительно хотите завершить эту запись?

# recording.ui.dialog.finish.positive
source: Yes
ar: نعم فعلا
es: Sí
fr: Oui
it: Sì
ru: Да

# recording.ui.dialog.back.title
source: You are recording
ar: أنت تسجل
es: Estas grabando
fr: Vous êtes en train d'enregister
it: Stai registrando
ru: Осуществляется запись

# recording.ui.dialog.back.body
source: If you go back the recording will not be saved.
ar: إذا ذهبت مرة أخرى لن يتم حفظ التسجيل.
es: Si retrocede, la grabación no se guardará.
fr: Si vous retournez, l'enregistrement ne sera pas sauvegardé
it: Se torni indietro, la registrazione non verrà salvata.
ru: Если вы перейдете назад, запись не будет сохранена.

# recording.ui.dialog.back.positive
source: Go back
ar: عُد
es: Regresa
fr: Retourner
it: Torna Indietro
ru: Перейти назад

# recording.ui.dialog.back.negative
source: Continue recording
ar: مواصلة التسجيل
es: Continuar grabando
fr: Continuer l'enregistrement
it: Continua a registrare
ru: Продолжить запись

# debriefing.activity.title
source: Congratulations!
ar: تهانينا!
es: ¡Felicidades!

# debriefing.congrats.title
source: You've uploaded a conversation!
ar: لقد حملت محادثة!
es: ¡Has subido una conversación!

# debriefing.congrats.body
source: Thank you for sharing your experiences - the recording has been uploaded to the Gabber website at {0}. Why not give it a visit and see what others have uploaded?
ar: شكرا لكم لتبادل الخبرات - تم تحميل التسجيل على موقع TalkFutures في {0}. قم بزيارة الموقع للاستماع إلى محادثات أخرى تم تحميلها من أعضاء اخرين
es: Gracias por compartir sus experiencias: la grabación se ha subido al sitio web de TalkFutures en {0}. ¿Por qué no lo visitas y escuchas lo que otros participantes han discutido?

# debriefing.consent.title
source: Changing your consent
ar: تغيير موافقتك
es: Cambiando su consentimiento

# debriefing.consent.body1
source: For the next 24 hours, the recording is only available to the conversation's participants.
ar: لمدة 24 ساعة القادمة، متاح فقط للمشاركين في المحادثة.
es: Durante las próximas 24 horas, la grabación solo estará disponible para los participantes de la conversación.

# debriefing.consent.body2
source: If at any time someone in the conversation has changed their mind about who they want to be able to access the recording, they can still change their consent.
ar: إذا أراد أي شخص مشارك بالمحادثة تغيير موافقتهم حول من يمكنه الاستماع إلى التسجيل، يمكنهم ذلك .
es: Si en algún momento alguien en la conversación ha cambiado de opinión acerca de quiénes pueden accesar a la grabación, aún pueden cambiar su consentimiento.

# debriefing.consent.body3
source: Each of you will have received an email with a link to view and/or modify your given consent. If you can't see it, be sure to check your spam folder!
ar: سوف يتلق كل من شارك بالتسجيل بريد إلكتروني مع رابط لرؤية أو تغير موافقتكم . إن لم تجد هذا الرابط، ممكن أن البريد قد تم إرساله إلى ملّف ال junk
es: Cada uno de ustedes ha recibido un correo electrónico con un enlace para ver y / o modificar el consentimiento otorgado. Si no puede verlo, el correo electrónico podría estar en su carpeta de spam.

# debriefing.finish.button
source: Understood, don't show this again
ar: فهمت، لا تظهر هذا مجدداً
es: Entendido, no volver a mostrar este correo

# consent.gabber.consent.type.private.full.you
source: You
ar: أنت

# recording.ui.dialog.finish.negative
source: No
ar: لا
fr: Non
ru: Нет

# participants.ui.dialog.add.title
source: Add a new participant
fr: Ajouter un nouveau participant
ru: Добавить нового участника

# participants.ui.dialog.add.positive
source: Add
fr: Ajouter
ru: Добавить

# participants.ui.dialog.add.negative
source: Cancel
fr: Annuler
ru: Отмена

# consent.gabber.consent.type.members.full
source: {0} {1} access to this project
fr: Il y a actuellement <b>{0}</b> membres et <b>{1}</b> chercheurs dans ce projet.
it: Al momento ci sono <b>{0}</b> membri e <b>{1}</b> ricercatori in questo progetto.
ru: В настоящее время в этом проекте <b>{0}</b> участников и <b>{1}</b> исследователей.

# conversation.consent.gabber.submit
source: Review consent
fr: Examiner le consentement
it: Riesaminare il consenso
ru: обзор информированного согласия
