Repository: jawrainey/GabberMobile
Catalog: GabberPCL/Resources/StringResources.*.resx
Languages: ar, es, fr, it, ru

# common.comms.loading
source: Loading, please wait
ar: جاري التحميل الرجاءالانتظار
es: Cargando ...

# common.comms.error
source: Something went wrong
ar: هناك خطأ ما
es: Algo salió mal

# common.comms.error.server
source: There was an issue communicating with the server. Please check your internet connection and try again.
ar: كانت هناك مشكلة في الاتصال بالخادم. يرجى التحقق من اتصالك بالإنترنت والمحاولة مرة أخرى
es: Hubo un problema al comunicarse con el servidor. Por favor, compruebe su conexión a internet y vuelva a intentarlo.

# common.comms.retry
source: Retry
ar: إعادة المحاولة
es: Intentar de nuevo

# common.comms.cancel
source: Cancel
ar: إلغاء
es: Cancelar

# common.comms.ok
source: OK
ar: حسنا
es: DE ACUERDO

# common.menu.projects
source: Themes
ar: مشاريع
es: Temas
fr: Projets
it: Progetti
ru: Проекты

# common.menu.gabbers
source: Uploads
ar: التسجيلات
es: Grabaciones
fr: Enregistrements audio
it: Registrazioni
ru: Записи

# common.menu.settings
source: Settings
ar: إعدادات
es: Configuraciones

# settings.title
source: Settings
es: Configuraciones

# settings.about
source: About
ar: حول
es: Acerca de

# settings.chooseAppLanguage
source: Application Language
ar: لغة التطبيق
es: Idioma

# settings.chooseConvoLanguage
source: Conversation Language
ar: لغة المحادثة
es: Idioma hablado en la conversación

# settings.logout
source: Log Out
ar: الخروج
es: Cerrar sesión

# settings.logout.dialog.title
source: Are you sure?
es: ¿Estás seguro?

# settings.logout.dialog.message
source: Logging out will delete any conversations waiting to upload. Are you sure you want to do this?
es: Cerrar la sesión borrará todas las conversaciones que estén esperando cargarse. ¿Seguro que quieres hacer esto?

# settings.logout.dialog.confirm
source: Logout
es: Cerrar sesión

# common.ui.forms.email.label
source: Email address
ar: عنوان البريد الإلكتروني
es: Correo electrónico
fr: Email
it: Indirizzo email
ru: Адрес электронной почты

# common.ui.forms.password.label
source: Password
ar: كلمه السر
es: Contraseña
fr: Mot de Passe
ru: Пароль

# common.ui.forms.password.confirm.label
source: Confirm password
ar: تأكيد كلمة المرور
es: Confirmar contraseña

# common.ui.forms.email.validate.empty
source: An email address is required
ar: مطلوب عنوان البريد الإلكتروني
es: Se requiere una dirección de correo electrónico
fr: Une adresse email est requise
it: Un indirizzo email è richiesto
ru: Введите адрес электронной почты

# common.ui.forms.email.validate.invalid
source: The email provided is invalid
ar: البريد الإلكتروني المقدم غير صالح
es: El correo electrónico proporcionado no es válido
fr: l'adresse email est invalide
it: L'email fornita non è valida
ru: Введенный адрес электронной почты недействителен

# common.ui.forms.password.validate.empty
source: A password is required
ar: كلمة المرور مطلوبة
es: Se requiere una contraseña
fr: Un mot de passe est requis
it: Una password è richiesta
ru: Введите пароль.

# common.ui.forms.password.validate.mismatch
source: Entered passwords don't match
ar: كلمات المرور المدخلة غير متطابقة
es: Las contraseñas no coinciden
it: Les mots de passe entrés ne correspondent pas

# common.ui.forms.language.error
source: Please choose your preferred spoken language.
ar: الرجاء اختيار اللغة المفضلة لديك:
es: Por favor elija su idioma preferido:
it: Veuillez choisir votre langue parlée préférée.

# common.ui.forms.language.default
source: Spoken language
ar: الرجاء اختيار اللغة المفضلة لديك:
es: Idioma hablado
it: Langue parlée

# onboarding.ui.page.zero.title
source: Welcome to Gabber
ar: Welcome to TalkFutures
es: Bienvenido/a a TalkFutures
fr: Bienvenue à Gabber
it: Benvenuti su Gabber
ru: Добро пожаловать в Gabber

# onboarding.ui.page.zero.content
source: Gabber uses topics to structure and capture audio conversations, which are used on the website to represent who was present and what was discussed. The next screens explain each step to create a conversation using Gabber.
ar: TalkFutures helps structure and record conversations about how the Red Cross and Red Crescent can adapt to the challenges of the future. Recorded conversations appear on the website where people can comment on, highlight and share your discussions. Using TalkFutures is simple!
es: TalkFutures usa temas para estructurar y grabar conversaciones sobre cómo la Cruz Roja y la Media Luna Roja pueden adaptarse a los desafíos del futuro. Las conversaciones grabadas aparecen en un sitio web donde personas de todo el mundo pueden comentar, resaltar y compartir partes de tu discusión. ¡Utilizar TalkFutures es muy sencillo!
fr: Gabber utilise des rubriques pour structurer et capturer des conversations audio, qui sont utilisées sur le site Web pour représenter qui était présent et ce qui a été discuté. Les écrans suivants expliquent chaque étape pour créer une conversation en utilisant Gabber.
it: Gabber utilizza argomenti per strutturare e acquisire conversazioni audio che vengono utilizzate sul sito Web per rappresentare chi era presente e ciò che è stato discusso. Le schermate successive spiegano ogni passaggio per creare una conversazione usando Gabber.
ru: Gabber использует темы для структурирования и записи аудио, которые впоследствии используются на веб-сайте для понимания того кто присутствовал и кто участвовал в обсуждение.

# onboarding.ui.page.first.title
source: Step 1: Choose a Theme
es: Paso 1: Elige un tema
fr: Selectionner un projet
it: Scegli un progetto
ru: Выбрать проект

# onboarding.ui.page.first.content
source: Tap on the project you want to contribute to. Projects contain topics to help structure your conversation.
ar: There are nine themes that have been identified by Red Cross Red Crescent members as challenges and opportunities for us to deal with in the near future. Each theme has some suggested conversation topics. Choose a theme you’d like to discuss.
es: Hay nueve temas que reflejan desafíos y oportunidades que la Cruz Roja y la Media Luna Roja podrían enfrentar en el futuro. Cada tema tiene una descripción corta y puntos para cubrir en tu discusión. Elige un tema que te gustaría discutir.
fr: Appuyez sur le projet auquel vous voulez contribuer. Les projets contiennent des rubriques pour vous aider à structurer votre conversation.
it: Tocca sul progetto a cui vuoi contribuire. I progetti contengono argomenti per aiutare a strutturare la conversazione.
ru: Нажмите на проект в котором вы хотите участвовать. Проекты содержат темы, которые помогут структурировать ваш разговор.

# onboarding.ui.page.second.title
source: Step 2: Add Participants
es: Paso 2: Añadir participantes
fr: Ajouter des participants
it: Aggiungi un partecipante
ru: Добавить участников

# onboarding.ui.page.second.content
source: All you need is the name and email of the people involved in the conversation
ar: We need some basic details about the people in the conversation - this will help us understand their perspectives and spot trends across all members of the Red Cross Red Crescent.
es: Necesitamos infromación básica sobre las personas en la conversación, esto nos ayudará a comprender sus perspectivas y detectar tendencias en todos los miembros de la Cruz Roja y la Media Luna Roja.
fr: Tout ce dont vous avez besoin est le nom et l'adresse e-mail des personnes dans la conversation.
it: Tutto ciò di cui hai bisogno è il nome e l'email delle persone nella conversazione.
ru: Все, что вам нужно - это имя и адрес электронной почты людей участвующих в разговоре.

# onboarding.ui.page.third.title
source: Step 3: Start Recording
es: Paso 3: Empezar grabación
fr: Commencer l'enregistrement audio
it: Inizia a registrare
ru: Начать запись

# onboarding.ui.page.third.content
source: Click on a discussion point to start recording. These points help others understand what you’re talking about, so be sure to tap them as your conversation changes topics.
es: Selecciona un punto de discusión para iniciar la grabación. Estos puntos ayudan a otros a entender lo que se está discutiendo, así que asegúrate de tocarlos mientras tu conversación cambia de tema.
fr: Pendant que vous enregistrez, appuyez sur une rubrique pour structurer la conversation
it: Mentre stai registrando tocca un argomento per strutturare la conversazione.
ru: В процессе записи, нажмите на тему, чтобы ее выбрать и начать ее обсуждение.

# onboarding.ui.page.fourth.title
source: Step 4: Upload and Consent
es: Paso 4: Subir y Consentimiento
fr: Téléchargement et consentement
it: Caricamento e consenso
ru: Выгрузить на сервер и отправить запрос(ы) на согласие

# onboarding.ui.page.fourth.content
source: When the conversation ends, you can upload the recording to the website for others to listen to. All participants are notified and can review their consent.
ar: When the conversation ends, you can upload the recording to the website for others to listen to. All participants are notified and can review their consent. Visit {0} to listen to perspectives from members of other National Societies!
es: Una vez que termine la conversación, puede subirla al sitio web para que otros la escuchen. Todos los participantes recibirán una notificación para revisar el consentimiento. Visita {0} para escuchar las perspectivas de otros voluntarios, miembros y expertos de la Cruz Roja y la Media Luna Roja.
fr: Lorsque la conversation est terminée, téléchargez l'enregistrement. Tous les participants seront notifiés et peuvent choisir comment leur enregistrement est utilisé
it: Al termine della conversazione, carica la registrazione. Tutti i partecipanti vengono quindi avvisati e possono riesaminare il loro consenso per la registrazione
ru: По завершению разговора, выгрузите запись на сервер. После чего все участники получат уведомление (запрос на согласие) и могут выбрать, степень публичности/доступности записи.

# login.api.error.GENERAL
source: An unknown error has occurred.
ar: حدث خطأ غير معروف.
es: Un error desconocido a ocurrido.
fr: Une erreur inconnue s'est produite.
it: Si è verificato un errore sconosciuto.
ru: Произошла неизвестная ошибка.

# login.api.error.NO_INTERNET
source: You are not connected to the internet.
ar: أنت غير متصل بالإنترنت.
es: No estás conectado a internet.
fr: Vous n'êtez pas connecté à l'internet.
it: Non sei connesso a Internet.
ru: Вы не подключены к сети Интернет.

# login.api.error.auth.INVALID_PASSWORD
source: You have provided an incorrect password for that email.
ar: لقد قدمت كلمة مرور غير صحيحة لهذا البريد الإلكتروني.
es: Usted ha proporcionado una contraseña incorrecta para ese correo electrónico.
fr: Vous avez fourni un mot de passe incorrect pour cet e-mail.
it: Una password errata è stata fornita per quella email.
ru: Пароль указан неверно.

# login.api.error.auth.USER_404
source: There is no registered user with that email address.
ar: لا يوجد مستخدم مسجل باستخدام عنوان البريد الإلكتروني هذا.
es: No hay un usuario registrado con esa dirección de correo electrónico.
fr: Il n'y a pas d'utilisateur enregistré avec cette adresse email.
it: Non esiste un utente registrato con quell'indirizzo email.
ru: На данный адрес электронной почты не зарегистрировано пользователей.

# login.ui.title
source: Login to Gabber
ar: تسجيل الدخول إلى TalkFutures
es: Iniciar sesión en TalkFutures
fr: Connectez-vous à gabber
it: Accedi a Gabber
ru: Войти в Gabber

# login.ui.submit.button
source: Login
ar: تسجيل الدخول
es: Iniciar sesión
it: Accedi
ru: Логин

# register.api.error.auth.INVALID_PASSWORD
source: You have provided an incorrect password for that email
ar: لقد قدمت كلمة مرور غير صحيحة لهذا البريد الإلكتروني
es: Usted ha proporcionado una contraseña incorrecta para ese correo electrónico
fr: Vous avez fourni un mot de passe incorrect pour cet e-mail
it: Una password errata è stata fornita per quella email.
ru: Пароль указан неверно.

# register.api.error.auth.USER_404
source: There is no registered user with that email address
ar: لا يوجد مستخدم مسجل لديه عنوان البريد الإلكتروني هذا
es: No hay ningún usuario registrado con esa dirección de correo electrónico
fr: Il n'y a pas d'utilisateur enregistré avec cette adresse email.
it: Non esiste un utente registrato con quell'indirizzo email.
ru: На данный адрес электронной почты не зарегистрировано пользователей.

# register.ui.title
source: Create a Gabber account
ar: قم بإنشاء حساب جابر
es: Crea una cuenta de TalkFutures
fr: Créer un compte sur Gabber
it: Crea un account Gabber
ru: Создать учетную запись в Gabber

# register.ui.fullname.label
source: Fullname
ar: الاسم الكامل
es: Nombre completo
fr: Nom Complet
it: Nome e cognome
ru: ФИО

# register.ui.terms.label
source: <i>By continuing to use Gabber, you agree with our <a href={0}/terms>Terms of Use</a> & <a href={0}/privacy>Privacy Policy</a></i>
ar: <i>من خلال الاستمرار في استخدام TalkFutures ، فإنك توافق على <a href={0}/terms>شروط الاستخدام</a> & <a href={0}/privacy>وسياسة الخصوصية</a> الخاصة بنا</i>
es: <i>Al continuar usando TalkFutures, acepta nuestros <a href={0}/terms>Términos de uso</a> y <a href={0}/privacy>Política de privacidad</a></i>
fr: <i>En continuant à utiliser Gabber, vous acceptez nos <a href={0}/terms>conditions d'utilisation</a> et notre <a href={0}/privacy>politique de confidentialité</a></i>
it: <i>Continuando a utilizzare Gabber, accetti i nostri <a href={0}/terms>Termini D'uso</a> e <a href={0}/privacy>L'Informativa Sulla Privacy</a></i>
ru: <i>Продолжая использовать Gabber, вы соглашаетесь с нашими <a href={0}/terms>Условиями использования</a> и <a href={0}/privacy>Политикой конфиденциальности</a></i>

# register.ui.submit.button
source: Register
ar: تسجيل
es: Registro
fr: Enregistrer
it: Registrati
ru: Зарегистрироваться

# register.ui.fullname.validate.empty
source: Your fullname is empty
ar: اسمك الكامل فارغ
es: Su nombre completo está vacío
fr: La rubrique du nom est vide
it: Il tuo nome è vuoto
ru: Поле ФИО не заполнено

# register.verify.ui.page.title
source: Email Verification
ar: تأكيد بواسطة البريد الالكتروني
es: Verificacion de email
fr: Vérification de l'adresse email
it: Verifica email
ru: Подтверждение электронной почты

# register.verify.ui.page.content
source: Please confirm your email address ({0}) by tapping the button in the confirmation email we sent you. This will open the Gabber application and log you in automatically.
ar: يرجى تأكيد عنوان بريدك الإلكتروني ({0}) بالنقر على الزر الموجود في رسالة التأكيد التي أرسلناها إليك. سيؤدي ذلك إلى فتح تطبيق TalkFutures وتسجيل دخولك تلقائيًا.
es: Confirme su dirección de correo electrónico ({0}) pulsando o haciendo click en el botón en el correo electrónico de confirmación que le hemos enviamos. Esto abrirá la aplicación TalkFutures e iniciará sesión automáticamente.
fr: Veuillez confirmer votre adresse e-mail ({0}) en appuyant sur le bouton dans l'e-mail de confirmation que nous vous avons envoyé. Cela va ouvrir l'application Gabber et vous connecter automatiquement.
it: Conferma il tuo indirizzo email ({0}) toccando il pulsante nell'email di conferma che ti abbiamo inviato. Questo aprirà l'applicazione Gabber e ti registrerà automaticamente.
ru: Пожалуйста подтвердите свой адрес электронной почты ({0}), нажав на соответствующую кнопку в отправленном вам электронном письме. Нажатие автоматически откроет приложение Gabber и проведет вашу регистрацию.

# register.verify.ui.page.subcontent
source: If you have verified your email address through the website, then please manually login to the application.
ar: إذا كنت قد تحققت من عنوان بريدك الإلكتروني من خلال موقع الويب ، فيرجى تسجيل الدخول يدويًا إلى التطبيق.
es: Si ha verificado su dirección de correo electrónico a través del sitio web, inicie sesión manualmente en la aplicación.
fr: Si vous avez vérifié votre adresse e-mail via le site Web, veuillez vous connecter manuellement à l'application.
it: Se hai verificato il tuo indirizzo e-mail attraverso il sito web, per favore accedi manualmente all'applicazione
ru: Если вы подтвердили свой электронный адрес через веб сайт, то пожалуйста войдите в приложение введя логин и пароль.

# register.verify.ui.button.openemail
source: Take me to my email
ar: افتح عميل البريد الإلكتروني الافتراضي
es: Llévame a mi correo electrónico
fr: Ouvrir le client de messagerie par défaut
it: Apri la posta elettronica
ru: Открыть клиент электронной почты по умолчанию.

# register.verifying.activity.label
source: Gabber to verify email
ar: جابر للتحقق من البريد الإلكتروني
es: TalkFutures para verificar el correo electrónico
fr: Gabber pour vérifier l'email
it: Gabber per verificare la email
ru: Gabber проведет проверку электронной почты

# register.verifying.ui.page.title
source: Verifying Email
ar: التحقق من البريد الإلكتروني
es: Verificar el correo electrónico
fr: Vérification de l'adresse email en cours
it: Stiamo verificando la email
ru: Проверка электронной почты

# register.verifying.ui.page.content
source: Verifying your account. This may take a moment.
ar: التحقق من حسابك. هذا قد يستغرق لحظة.
es: Verificando su cuenta Esto puede tomar un momento.
fr: Vérification de votre compte. Cela va prendre quelques instants.
it: Verifica il tuo account. Questo potrebbe richiedere un momento.
ru: Проводится проверка вашей учетной записи. Это может занять некоторое время.

# register.verifying.ui.page.content.error
source: Unable to verify your account.
ar: غير قادر على التحقق من حسابك.
es: No se puede verificar su cuenta.
fr: Impossible de vérifier votre compte.
it: Impossibile verificare il tuo account.
ru: Не удалось проверить вашу учетную запись.

# register.verifying.ui.button.login
source: Login
ar: تسجيل الدخول
es: Iniciar sesión
it: Accedi
ru: Авторизоваться

# register.verifying.api.error.auth.ALREADY_VERIFIED
source: Your account has already been verified. Try logging in instead.
ar: تم إثبات ملكية حسابك من قبل. حاول تسجيل الدخول بدلاً من ذلك.
es: Tu cuenta ya ha sido verificada. Intente iniciar sesión en su lugar.
fr: Votre compte a déjà été vérifié. Essayez de vous connecter.
it: Il tuo account è già stato verificato. Prova invece ad accedere.
ru: Ваша учетная запись уже проверена. Попробуйте авторизоваться в системе по логину и паролю.

# register.verifying.api.error.auth.TOKEN_404
source: There was an error veryifing your account. Try logging in or resetting your password instead.
ar: حدث خطأ كبير في حسابك. حاول تسجيل الدخول أو إعادة تعيين كلمة المرور الخاصة بك بدلاً من ذلك.
es: Hubo un error en su cuenta. Intente iniciar sesión o restablecer su contraseña en su lugar.
fr: Une erreur s'est produite durant la vérification de votre compte. Essayez de vous connecter ou de réinitialiser votre mot de passe à la place.
it: Si è verificato un errore durante la verifica del tuo account. Prova ad accedere o reimpostare la tua password.
ru: Во время проверки вашей учетной записи возникла ошибка. Попробуйте выполнить вход через экран авторизации или сбросить пароль.

# register.verifying.api.error.auth.TOKEN_EXPIRED
source: The URL in the link you clicked has expired. Try logging in or resetting your password instead.
ar: انتهت صلاحية عنوان URL الموجود في الرابط الذي نقرت عليه. حاول تسجيل الدخول أو إعادة تعيين كلمة المرور الخاصة بك بدلاً من ذلك.
es: La URL en el enlace en el que hizo clic ha expirado. Intente iniciar sesión o restablecer su contraseña en su lugar.
fr: L'URL du lien sur lequel vous avez cliqué a expiré. Essayez de vous connecter ou réinitialisez votre mot de passe à la place.
it: L'URL nel link cliccato è scaduto. Prova ad accedere o reimpostare la tua password.
ru: URL-адрес в ссылке, которую вы нажали, истек. Попробуйте выполнить вход через экран авторизации или сбросить пароль.

# projects.ui.title
source: Themes
ar: مشاريع
es: Temas
fr: Projets
it: Progetti
ru: Проекты

# projects.ui.instructions
source: Choose a project that you want to have a conversation about
ar: اختر مشروعًا تريد إجراء محادثة حوله
es: Elige un tema sobre el que quieras tener una conversación
fr: Choisissez un projet auquel vous voulez contribuer et en discuter.
it: Scegli un progetto a cui vuoi contribuire e avere conversazioni
ru: Выберите проект, в который вы хотите участвовать и на темы которого вы хотите поговорить

# projects.ui.fetching
source: Fetching themes...
ar: Fetching projects...
es: Fetching projects...
fr: Fetching projects...
it: Recupero dei progetti...
ru: Fetching projects...

# projects.ui.topics
source: Discussion points
ar: المواضيع المطروحة للنقاش:
es: Puntos de discusión
fr: Topics for discussion:
it: Argomenti per la discussione:
ru: Topics for discussion:

# projects.ui.get.started.button
source: Get Started
ar: البدء
es: Empezar
it: Iniziare

# sessions.ui.title
source: Upload Queue
ar: التسجيلات المحفوظة
es: Grabaciones guardadas
fr: Enregistrements audio sauvegardés
it: Registrazioni salvate
ru: Записи сохранены

# sessions.ui.header.instructions
source: These are the recordings that you have made and that have not yet been uploaded to the website.
ar: هذه هي التسجيلات التي قمت بها والتي لم يتم تحميلها بعد إلى موقع الويب.
es: Estas son las grabaciones que ha realizado y que aún no se han subido al sitio web.
fr: Ce sont les enregistrements que vous avez faits et qui n'ont pas encore été téléchargés sur le site.
it: Queste sono le registrazioni che hai fatto e che non sono ancora state caricate sul sito web.
ru: У вас имеются аудиозаписи, которые вы сделали но которые еще не выгружены на веб-сайт.

# sessions.ui.body.instructions
source: You have no conversations waiting to be uploaded
ar: ليس لديك محادثات في انتظار أن يتم تحميلها
es: No tienes conversaciones esperando ha ser subidas
fr: Vous n'avez aucune conversation en attente d'être téléchargé
it: Non hai conversazioni in attesa di essere caricate
ru: У вас нет разговоров, ожидающих выгрузки на сайт

# sessions.ui.submit.button
source: Upload all
ar: تحميل الكل
es: Cargar todo
fr: Télécharger tout
it: Carica tutto
ru: Выгрузить все

# sessions.ui.message.upload.success
source: Conversation uploaded successfully
ar: تم تحميل المحادثة بنجاح
es: Conversación cargada con éxito.
fr: Conversation téléchargée avec succès
it: Conversazione caricata con successo
ru: Разговор успешно выгружен

# sessions.ui.message.upload.fail
source: Failed to upload. Try again soon.
ar: فشل التحميل. حاول مرة أخرى قريبا.
es: Error al cargar Inténtalo de nuevo en breves momentos.
fr: Échec du téléchargement. Réessayez bientôt.
it: Impossibile caricare. Riprova tra poco.
ru: Не удалось выгрузить. Повторите попытку позже

# sessions.ui.message.upload.inprogress
source: A conversation is currently being uploaded.
ar: يجري حاليًا تحميل محادثة.
es: Una conversación se está cargando actualmente.
fr: Une conversation est en cours de téléchargement
it: Una conversazione è attualmente in fase di caricamento.
ru: Разговор выгружается в данный момент

# sessions.ui.wifiwarning.title
source: Not Connected to WiFi!
es: No estas conectado a WiFi!

# sessions.ui.wifiwarning.message
source: Do you want to upload without connecting to WiFi? If not, you can always upload your conversations later.
es: ¿Quieres subirlo sin conectarte a WiFi? Si no, siempre puedes subir tus conversaciones más tarde.

# sessions.ui.wifiwarning.confirm
source: Upload now
es: Cargar ahora

# sessions.ui.wifiwarning.cancel
source: Upload later
es: Subir mas tarde

# about.ui.title
source: What is Gabber?
ar: ما هو جابر؟
es: ¿Qué es TalkFutures?
fr: Qu'est-ce que Gabber?
it: Che cosa è Gabber?
ru: Что такое Gabber?
